package tests.Constants;

public class Constants {
    public static class ReviewText{
        public static final String TEXT_REVIEW_VITARA = "Класне авто за свої гроші. Гарний дизайн, підвіска універсальна, не ламається. " +
                "Хіба що дрібні проблеми. Кузов досить тонкий, і мотор не для гонок на трасі. Ще конструктивний прикол - погано зачиняється багажник." +
                " Салон зручний, в базі є навіть підігрів, телефон на кермі та підрульові лепестки, але нажаль парктронік треба доставляти. АКПП надійна, плавно перемикає. " +
                "Світло фар таке собі, але це бюджетне авто, що поробиш... Авто ідеальне по місту - влізеш кругом, високий кліренс, невеликий розхід, надійний двигун," +
                " якому пробки та якість пального не страшні. Вартість обслуговування взагалі смішна...";

    }
}
